Autodesk.Revit.UI.IPlugInManagerUIServerProxy.ShowPlugInManagerDialog(Autodesk.Revit.UI.PlugInManagerUIData)
Shows dialog PlugIn Manager main dialog.
data:
The data on initializing the dialog as well as getting the result.
Returns:
True if the dialog was launched successfully, false otherwise.